Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# import.csv.instructions.firefox
source: %1$d Open **%2$s** %3$d Click %4$@ to open the application menu then click **Passwords** %5$d Click %6$@ then **Export Logins…** %7$d Save the passwords file someplace you can find it (e.g., Desktop) %8$d %9$@
de: %1$d Öffne **%2$s** %3$d Klicke auf %4$@, um das Anwendungsmenü zu öffnen, und klicke dann auf **Passwörter** %5$d Klicke auf %6$@ und dann auf **Logins exportieren...** %7$d Speichere die Passwortdatei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %8$d %9$@
es: %1$d Abre **%2$s** %3$d Haz clic en %4$@ para abrir el menú de la aplicación y, a continuación, haz clic en **Contraseñas** %5$d Haz clic en %6$@ y luego en **Exportar inicios de sesión... ** %7$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %8$d %9$@
fr: %1$d Ouvrez **%2$s** %3$d Cliquez sur %4$@ pour ouvrir le menu des applications puis cliquez sur **Mots de passe** %5$d Cliquez sur %6$@ puis sur **Exporter les identifiants...** %7$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %8$d %9$@
it: %1$d Apri **%2$s** %3$d Fai clic su %4$@ per aprire il menu dell'applicazione, quindi fai clic su **Password** %5$d Fai clic su %6$@, quindi su **Esporta accessi…** %7$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %8$d %9$@
nl: %1$d Open **%2$s** %3$d Klik op %4$@ om het toepassingsmenu te openen en klik vervolgens op **Wachtwoorden** %5$d Klik op %6$@ en vervolgens op **Logins exporteren...** %7$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %8$d %9$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Kliknij %4$@, aby otworzyć menu aplikacji, a następnie kliknij **Hasła** %5$d Kliknij %6$@, a następnie **Eksportuj dane logowania...** %7$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %8$d %9$@
pt: %1$d Abre o **%2$s** %3$d Clica em %4$@ para abrir o menu da aplicação e, em seguida, clica em **Palavras-passe** %5$d Clica em %6$@ e, em seguida, em **Exportar inícios de sessão…** %7$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %8$d %9$@
ru: %1$d Откройте **%2$s** %3$d Нажмите значок %4$@, чтобы открыть меню приложения, а затем откройте раздел **Пароли** %5$d Нажмите значок %6$@ и выберите опцию **Экспортировать логины…** %7$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %8$d %9$@

# import.csv.instructions.generic
source: The CSV importer will try to match column headers to their position. If there is no header, it supports two formats: %1$d URL, Username, Password %2$d Title, URL, Username, Password %3$@
de: Der CSV-Importer versucht, die Spaltenüberschriften an ihre Position anzupassen. Wenn es keine Kopfzeile gibt, unterstützt er zwei Formate: %1$d URL, Benutzername, Passwort %2$d Titel, URL, Benutzername, Passwort %3$@
es: El importador de CSV intentará hacer coincidir los encabezados de columna con su posición. Si no hay encabezado, admite dos formatos: %1$d URL, Nombre de usuario, Contraseña %2$d Título, URL, Nombre de usuario, Contraseña %3$@
fr: L'importateur CSV tentera de faire correspondre les en-têtes de colonne à leur position. S'il n'y a pas d'en-tête, il prend en charge deux formats : %1$d URL, Nom d'utilisateur, Mot de passe %2$d Titre, URL, Nom d'utilisateur, Mot de passe %3$@
it: L'importatore CSV cercherà di abbinare le intestazioni delle colonne alla loro posizione. Se non è presente alcuna intestazione, supporta due formati: %1$d URL, Nome utente, Password %2$d Titolo, URL, Nome utente, Password %3$@
nl: De CSV-importtool zal proberen de kopteksten van de kolommen aan hun positie te koppelen. Als er geen koptekst is, ondersteunt deze twee indelingen: %1$d URL, gebruikersnaam, wachtwoord %2$d Titel, URL, gebruikersnaam, wachtwoord %3$@
pl: Narzędzie importu plików CSV spróbuje dopasować nagłówki kolumn do ich pozycji. W przypadku braku nagłówka obsługuje ono dwa formaty: %1$d adres URL, nazwa użytkownika, hasło %2$d tytuł, adres URL, nazwa użytkownika, hasło %3$@
pt: O importador de CSV vai tentar combinar os cabeçalhos das colunas com as respetivas posições. Se não existir um cabeçalho, suporta dois formatos: %1$d URL, Nome de utilizador, Palavra-passe %2$d Título, URL, Nome de utilizador, Palavra-passe %3$@
ru: Средство импорта файлов CSV сопоставит заголовки столбцов с их позициями. Если в файле нет заголовка, средство поддерживает два формата: %1$d URL, имя пользователя, пароль %2$d Заголовок, URL, имя пользователя, пароль %3$@

# import.csv.instructions.lastpass
source: %1$d Click on the **%2$s** icon in your browser and enter your main password %3$d Select **Open My Vault** %4$d From the sidebar select **Advanced Options → Export** %5$d Enter your LastPass main password %6$d Select the File Format: **Comma Delimited Text (.csv)** %7$d %8$@
de: %1$d Klicke auf das **%2$s** Symbol in deinem Browser und gib dein Haupt-Passwort ein %3$d Wähle **Meinen Tresor öffnen** %4$d Wähle in der Seitenleiste **Erweiterte Optionen → Exportieren** %5$d Gib dein LastPass Haupt-Passwort ein %6$d Wähle das Dateiformat: **Comma Delimited Text (.csv)** %7$d %8$@
es: %1$d Haz clic en el icono **%2$s** de tu navegador e introduce tu contraseña principal %3$d Selecciona **Abrir mi caja fuerte** %4$d En la barra lateral, selecciona **Opciones avanzadas → Exportar** %5$d Introduce tu contraseña principal de LastPass %6$d Selecciona el formato de archivo: **Texto delimitado por comas (.csv)** %7$d %8$@.
fr: %1$d Cliquez sur l'icône **%2$s** de votre navigateur et saisissez votre mot de passe principal %3$d Sélectionnez **Ouvrir mon coffre-fort** %4$d Dans la barre latérale, sélectionnez **Options avancées → Exporter** %5$d Saisissez votre mot de passe LastPass principal %6$d Sélectionnez le format de fichier** : **Texte séparé par des virgules (.csv)** %7$d %8$@
it: %1$d Clicca sull'icona **%2$s** nel browser e inserisci la tua password principale %3$d Seleziona **Apri il Mio Vault** %4$d Dalla barra laterale seleziona **Opzioni avanzate → Esporta** %5$d Inserisci la tua password principale LastPass %6$d Seleziona il formato del file: **Testo delimitato da virgolette (.csv)** %7$d %8$@
nl: %1$d Klik op het pictogram **%2$s** in je browser en voer je hoofdwachtwoord in %3$d Selecteer **Open mijn kluis** %4$d Klik in de zijbalk op **Geavanceerde opties → Exporteren** %5$d Voer je LastPass-hoofdwachtwoord in %6$d Selecteer de bestandsindeling: **Door komma's gescheiden tekst (.csv)** %7$d %8$@
pl: %1$d Kliknij ikonę **%2$s** w przeglądarce i wprowadź hasło główne %3$d Wybierz **Otwórz mój sejf** %4$d Na pasku bocznym wybierz **Opcje zaawansowane → Eksportuj** %5$d Wprowadź hasło główne splikacji LastPass %6$d Wybierz format pliku: **Tekst rozdzielany przecinkami (.csv)** %7$d %8$@
pt: %1$d Clica no ícone da aplicação **%2$s** no teu navegador e introduz a tua palavra-passe principal %3$d Seleciona **Abrir o meu cofre** %4$d Na barra lateral, seleciona **Opções avançadas → Exportar** %5$d Introduz a tua palavra-passe principal da aplicação LastPass %6$d Seleciona o formato do ficheiro: **Texto delimitado por vírgula (.csv)** %7$d %8$@
ru: %1$d Нажмите на значок **%2$s** в браузере и введите основной пароль %3$d Выберите меню **Открыть мое хранилище** %4$d На боковой панели выберите **Дополнительные опции → Экспортировать** %5$d Введите основной пароль к LastPass %6$d Сохраните файл в формате: **текст с разделяющими запятыми (.csv)** %7$d %8$@

# import.csv.instructions.onePassword7
source: %1$d Open and unlock **%2$s** %3$d Select the vault you want to export (you can only export one vault at a time) %4$d Select **File → Export → All Items** from the Menu Bar %5$d Enter your 1Password main or account password %6$d Select the File Format: **iCloud Keychain (.csv)** %7$d Save the passwords file someplace you can find it (e.g., Desktop) %8$d %9$@
de: %1$d Öffne und entsperre **%2$s** %3$d Wähle den Tresor aus, den du exportieren möchtest (du kannst immer nur einen Tresor auf einmal exportieren) %4$d Wähle **Datei → Exportieren → Alle Elemente** aus der Menüleiste %5$d Gib dein 1Password Haupt- oder Account-Passwort ein %6$d Wähle das Dateiformat: **iCloud-Schlüsselbund (.csv)** %7$d Speichere die Passwortdatei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %8$d %9$@
es: %1$d Abre y desbloquea **%2$s** %3$d Selecciona la caja fuerte que quieres exportar (solo puedes exportar una caja fuerte a la vez) %4$d Selecciona **Archivo → Exportar → Todos los elementos** en la barra de menú %5$d Introduce tu contraseña principal o de cuenta de 1Password %6$d Selecciona el formato de archivo: **Llavero de iCloud (.csv) ** %7$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %8$d %9$@
fr: %1$d Ouvrez et déverrouillez **%2$s** %3$d Sélectionnez le coffre-fort à exporter (vous ne pouvez exporter qu'un seul coffre-fort à la fois) %4$d Sélectionnez **Fichier → Exporter → Tous les éléments** dans la barre de menu %5$d Saisissez votre mot de passe principal ou celui de votre compte 1Password %6$d Sélectionnez le format de fichier :**Trousseau iCloud (.csv)** %7$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %8$d %9$@
it: %1$d Apri e sblocca **%2$s** %3$d Seleziona il vault da esportare (puoi esportarne solo uno per volta) %4$d Seleziona **File → Esporta → Tutti gli elementi** dalla Barra dei menu %5$d Inserisci la tua password principale o dell'account 1Password %6$d Seleziona il formato del file: **Portachiavi iCloud (.csv)** %7$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %8$d %9$@
nl: %1$d Open en ontgrendel **%2$s** %3$d Selecteer de kluis die je wilt exporteren (je kunt slechts één kluis per keer exporteren) %4$d Selecteer **Bestand → Exporteren → Alle items** in de menubalk %5$d Voer je 1Password hoofd- of accountwachtwoord in %6$d Selecteer de bestandsindeling: **iCloud Keychain (.csv)** %7$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %8$d %9$@
pl: %1$d Otwórz i odblokuj aplikację **%2$s** %3$d Wybierz sejf, który chcesz wyeksportować (możesz eksportować tylko jeden sejf naraz) %4$d Na pasku menu wybierz **Plik → Eksportuj → Wszystkie elementy** %5$d Wprowadź hasło główne lub hasło konta 1Password %6$d Wybierz format pliku: **iCloud Keychain (.csv)** %7$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na pulpicie) %8$d %9$@
pt: %1$d Abre e desbloqueia a aplicação **%2$s** %3$d Seleciona o cofre que pretendes exportar (só podes exportar um cofre de cada vez) %4$d Seleciona **Ficheiro → Exportar → Todos os elementos** na barra de menus %5$d Introduz a tua palavra-passe principal da aplicação ou da conta 1Password %6$d Seleciona o formato do ficheiro: **Porta-chaves em iCloud (.csv)** %7$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %8$d %9$@
ru: %1$d Откройте и разблокируйте **%2$s** %3$d Выберите хранилище, которое вы хотите экспортировать (можно экспортировать только по одному хранилищу за раз) %4$d На панели меню выберите опцию **Файл → Экспортировать → Все элементы** %5$d Введите основной пароль или пароль к учетной записи 1Password %6$d Выберите формат файла: **iCloud Keychain (.csv)** %7$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %8$d %9$@

# import.csv.instructions.onePassword8
source: %1$d Open and unlock **%2$s** %3$d Select **File → Export** from the Menu Bar and choose the account you want to export %4$d Enter your 1Password account password %5$d Select the File Format: **CSV (Logins and Passwords only)** %6$d Click Export Data and save the file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne und entsperre **%2$s** %3$d Wähle **Datei → Exportieren** in der Menüleiste und wähle das Konto aus, das du exportieren möchtest %4$d Gib dein 1Password-Kontopasswort ein %5$d Wähle das Dateiformat aus: **CSV (nur Logins und Passwörter)** %6$d Klicke auf „Daten exportieren“ und speichere die Datei an einem Ort, an dem du sie findest (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre y desbloquea **%2$s** %3$d Selecciona **Archivo → Exportar** en la barra de menú y elige la cuenta que deseas exportar %4$d Introduce tu contraseña de 1Password %5$d Selecciona el formato de archivo: *CSV (solo contraseñas e inicios de sesión)** %6$d Haz clic en Exportar datos y guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez et déverrouillez **%2$s** %3$d Sélectionnez **Fichier → Exporter** dans la barre de menu et choisissez le compte que vous souhaitez exporter %4$d Saisissez le mot de passe de votre compte 1Password %5$d Sélectionnez le format de fichier : **CSV (identifiants et mots de passe uniquement)** %6$d Cliquez sur Exporter les données et enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri e sblocca **%2$s** %3$d Seleziona **File → Esporta** dalla Barra dei menu e scegli l'account da esportare %4$d Inserisci la password del tuo account 1Password %5$d Seleziona il formato file: **CSV (solo accesso e password)** %6$d Fai clic su Esporta dati e salva il file dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open en ontgrendel **%2$s** %3$d Selecteer **Bestand → Exporteren** in de menubalk en kies het account dat je wilt exporteren %4$d Voer het wachtwoord van je 1Password-account in %5$d Selecteer het bestandsformaat: **CSV (alleen aanmeldingen en wachtwoorden)** %6$d Klik op Gegevens exporteren en bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz i odblokuj aplikację **%2$s** %3$d Wybierz **File → Export** na pasku menu i wybierz konto, które chcesz wyeksportować %4$d Wprowadź hasło konta 1Password %5$d Wybierz format pliku: **CSV (Logins and Passwords only)** %6$d Kliknij Export Data i zapisz plik w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre e desbloqueia a aplicação **%2$s** %3$d Seleciona **Ficheiro → Exportar** na barra de menus e escolhe a conta que pretendes exportar %4$d Introduz a tua palavra-passe da conta da 1Password %5$d Seleciona o formato do ficheiro: **CSV (só Inícios de sessão e Palavras-passe)** %6$d Clica em Exportar dados e guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте и разблокируйте **%2$s** %3$d В панели меню откройте раздел **Файл → Экспортировать** и выберите учетную запись, которую нужно экспортировать %4$d Введите пароль учетной записи 1Password %5$d Выберите формат файла: **CSV (только для логинов и паролей)** %6$d Нажмите кнопку «Экспортировать данные» и сохраните файл там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.csv.instructions.opera
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **View → Show Password Manager** %4$d Select **Settings** %5$d Find “Export Passwords” and click **Download File** %6$d Save the passwords file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Ansicht → Passwort-Manager anzeigen** %4$d Wähle **Einstellungen** %5$d Finde „Passwörter exportieren“ und klicke auf **Datei herunterladen** %6$d Speichere die Datei mit den Passwörtern an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s**%3$d Utiliza la barra de menú para seleccionar **Ver → Mostrar administrador de contraseñas** %4$d Selecciona **Configuración** %5$d Busca "Exportar contraseñas" y haz clic en **Descargar archivo** %6$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Voir → Afficher le gestionnaire de mots de passe** %4$d Sélectionnez **Paramètres** %5$d Recherchez « Exporter les mots de passe » et cliquez sur **Télécharger le fichier** %6$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **Visualizza il gestore delle password** %4$d Seleziona **Impostazioni** %5$d Trova "Esporta password" e fai clic su **Scarica file** %6$d Salva il file password dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bekijken → Wachtwoordbeheerder weergeven** %4$d Selecteer **Instellingen** %5$d Zoek 'Wachtwoorden exporteren' en klik op **Bestand downloaden** %6$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Widok → Pokaż menedżera haseł** %4$d Wybierz **Ustawienia** %5$d Znajdź pozycję „Eksportuj hasła” i kliknij **Pobierz plik** %6$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Visualização → Mostrar gestor de palavras-passe** %4$d Seleciona **Definições** %5$d Encontra a opção "Exportar palavras-passe" e clica em **Transferir ficheiro** %6$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d В панели меню выберите **Вид → Показать менеджер паролей** %4$d Откройте **Настройки** %5$d Найдите опцию «Экспортировать пароли» и нажмите **Загрузить файл** %6$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.csv.instructions.operagx
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **View → Show Password Manager** %4$d Click %5$@ (on the right from _Saved Passwords_) and select **Export passwords** %6$d Save the passwords file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Ansicht → Passwortmanager anzeigen** %4$d Klicke auf %5$@ (rechts von _Gespeicherte Passwörter_) und wähle **Passwörter exportieren** %6$d Speichere die Passwortdatei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menú para seleccionar **Ver → Mostrar administrador de contraseñas %4$d Haz clic en %5$@ (a la derecha de _Contraseñas guardadas_) y selecciona **Exportar contraseñas** %6$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Voir → Afficher le gestionnaire de mots de passe** %4$d Cliquez sur %5$@ (à droite de _Saved Passwords_) et sélectionnez **Exporter les mots de passe** %6$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **Visualizza → Mostra Gestore password** %4$d Fai clic su %5$@ (a destra di _Password salvate_ ) e seleziona **Esporta password** %6$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bekijken → Wachtwoordbeheerder weergeven** %4$d Klik op %5$@ (rechts van _Bewaarde wachtwoorden_) en selecteer **Wachtwoorden exporteren** %6$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Widok → Pokaż menedżera haseł** %4$d Kliknij %5$@ (po prawej stronie pozycji _Zachowane hasła_) i wybierz **Eksportuj hasła** %6$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Visualização → Mostrar gestor de palavras-passe** %4$d Clica em %5$@ (à direita de _Palavras-passe guardadas_) e seleciona **Exportar palavras-passe** %6$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d В панели меню выберите **Вид → Показать менеджер паролей** %4$d Нажмите значок %5$@ (справа от раздела «Сохраненные пароли») и выберите опцию **Экспортировать пароли** %6$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.csv.instructions.safari
source: %1$d Open **Safari** %2$d Select **File → Export → Passwords** %3$d Save the passwords file someplace you can find it (e.g., Desktop) %4$d %5$@
de: %1$d Öffne **Safari** %2$d Wähle **Datei → Exportieren → Passwörter** %3$d Speichere die Datei mit den Passwörtern an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %4$d %5$@
es: %1$d Abre **Safari** %2$d Selecciona **Archivo → Exportar → Contraseñas** %3$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %4$d %5$@
fr: %1$d Ouvrez **Safari** %2$d Sélectionnez **Fichier → Exporter → Mots de passe** %3$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %4$d %5$@
it: %1$d Apri **Safari** %2$d Seleziona **File → Esporta → Password** %3$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %4$d %5$@
nl: %1$d Open **Safari** %2$d Selecteer **Bestand → Exporteren → Wachtwoorden** %3$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %4$d %5$@
pl: %1$d Otwórz przeglądarkę **Safari** %2$d Wybierz **Plik → Eksportuj → Hasła** %3$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %4$d %5$@
pt: %1$d Abre o **Safari** %2$d Seleciona **Ficheiro → Exportar → Palavras-passe** %3$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %4$d %5$@
ru: %1$d Откройте **Safari** %2$d Выберите раздел **Файл → Экспортировать → Пароли** %3$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %4$d %5$@
